---
kind: property
id: P:Autodesk.Revit.DB.Document.OwnerFamily
zh: 文档、文件
source: html/95b303dc-1569-492d-6863-fbe49f6189b0.htm
---
# Autodesk.Revit.DB.Document.OwnerFamily Property

**中文**: 文档、文件

Get the Family of this Family Document.

## Syntax (C#)
```csharp
public Family OwnerFamily { get; }
```

## Remarks
Only available if the current document is family document.